Repository: nvdaaddons/focusHighlight
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, hr, ja

source: Toggles on and off the highlighting of focus
ar: التبديل بين تفعيل وتعطيل تمييز التحديد الحالي
hr: Uključuje i isključuje isticanje fokusa

source: {} on
ar: تفعيل {}
hr: {} uključeno

source: {} off
ar: تعطيل {} off
hr: {} isključeno

source: Solid
ar: ثابت
hr: Neisprekidano
ja: 実線

source: Dash
ar: خط
hr: Iscrtkano
ja: 破線

source: Dot
ar: نقطة
hr: Točkasto
ja: 点線

source: Dash dot
ar: خط نقطة
hr: Točkasto sa crticom
ja: 一点鎖線

source: Dash dot dot
ar: خط نقطة-نقطة
hr: Dvotočkasto sa crticom
ja: 二点鎖線

source: Make focus mode the default
ar: ضبط النمط التفاعلي ليكون النمط الافتراضي
hr: Odredi modus fokusa kao standardni
ja: フォーカスモードを初期状態にする

source: Focus in focus mode
ar: التركيز في النمط التفاعلي
hr: Fokus u modusu fokusa
ja: フォーカスモードでのフォーカス

source: Color
ar: اللون
hr: Boja
ja: 色

source: Thickness
ar: الكثافة
hr: Debljina
ja: 太さ

source: Style
ar: النمط
hr: Stil
ja: 形状

source: Focus in browse mode
ar: التركيز في نمط التصفُّح
hr: Fokus u modusu čitanja
ja: ブラウズモードでのフォーカス

source: Navigator object
ar: مؤشر NVDA (استعراض الكائن)
hr: Navigacijski objekt
ja: ナビゲーターオブジェクト

source: Restore defaults
ar: استعادة القيم الافتراضية
hr: Vrati na zadano
ja: 初期状態に戻す

source: Focus Highlight
ar: تمييز الكائن (Focus Highlight)
hr: Istakni fokus
ja: フォーカスハイライト

source: Highlight the focused location.
ar: تمييز الموضع المحدد حاليا (موضع مؤشر النظام)
hr: Istakni mjesto fokusa.
ja: フォーカス位置をハイライトします。
